let password = 'пароль'; // Создать переменную «пароль» и присвоить ей произвольный текст-пароль.

let check = prompt('Введите пароль'); // Создать вторую переменную и с помощью prompt спросить у пользователя «Введите пароль».

if (password === check) {
    alert ("Пароль введен верно");
    } //Добавить проверку: если пользователь вводит верный пароль, вывести на экран
    else {
        alert ("Пароль введен неправильно");
    } // Добавить проверку: если пользователь вводит неверный пароль, вывести на экран 


